Repository: farouk-muha/pos-accounting
Catalog: POSAccounting/Properties/Resources.*.resx
Languages: ar

source: Accounting
ar: الحسابات

source: Accounts
ar: الحسابات

source: Add New Invoice
ar: اضافة فاتورة جديدة

source: Add New Receitpt
ar: اضافة سند جديد

source: Admin
ar: ادمن

source: Both
ar: جميع العملاء

source: Catch
ar: قبض

source: Catchs
ar: القبض

source: Categories
ar: الفئات

source: Clients
ar: عملاء

source: Customers
ar: زبائن

source: Expense
ar: مصروف

source: Expenses
ar: مصروفات

source: Invoices
ar: الفواتير

source: Journals
ar: القيود

source: Main
ar: الرئيسية

source: Add New Client
ar: اضافة عميل جديد

source: pay
ar: دفع

source: pays
ar: مدفوعات

source: Products
ar: اصناف

source: Purchase
ar: شراء

source: Purchase Return
ar: مرتجع شراء

source: Purchases
ar: مشتريات

source: Purchases Returns
ar: مرتجع مشتريات

source: Receipts
ar: السندات

source: Reports
ar: تقارير

source: Revenue
ar: ايراد

source: Revenues
ar: ايرادات

source: Review Invoices
ar: مراجعة الفواتير

source: Review Receitpt
ar: مراجعة السندات

source: Roles
ar: صلاحيات

source: Sales
ar: مبيعات

source: Sales Returns
ar: مرتجع مبيعات

source: Settings
ar: اعدادات

source: Stores
ar: المخازن

source: Suppliers
ar: الموردين

source: Users
ar: المستخدمين

source: Visas
ar: فيزا

source: Home
ar: الرئيسية

# AccDelNotAllowed
source: Not Allowed To Delete This Account!
ar: لا تستطيع حذف هذا الحساب!

source: Account
ar: الحساب

# AddInvoiceLines
source: At Least One Invoice Line!
ar: اضافة بيانات فاتورة واحد على الاقل!

source: Add New
ar: اضافة جديدة

source: Add New Account
ar: اضافة حساب جديد

source: Add New Journal
ar: اضافة قيد جديد

source: Add New Product
ar: اضافة صنف جديد

source: Add New Role
ar: اضافة دور مستخدمين جديد

source: Add New User
ar: اضافة مستخدم جديد

source: Amount
ar: المبلغ

# AmountReq
source: Amount *
ar: المبلغ *

source: At Least One Journal!
ar: على الاقل قيد واحد!

source: Bank
ar: البنك

# BankReq
source: Bank*
ar: البنك *

# BigNum
source: Only Num < 999999999
ar: فقط ارقام اصغر من 999999999

source: Cancel
ar: الغاء

source: Cash Operation
ar: عملية نقد

source: Category
ar: الفئة

# ClienNotChosenError
source: You Must Chose A Client!
ar: يجب اختيار عميل

source: Code
ar: كود

# CodeExist
source: Code is exist!!
ar: الكود موجود!

# CodeReq
source: Code *
ar: كود *

source: Confirm User Status
ar: تأكيد حالة المستخدم

# CorpNotFound
source: Corperation Info Not Found
ar: لا يوجد معلومات للشركة

# CreditDebtNotEqaul
source: Credit is not eqaul Debt
ar: قيمة المدين لا يساوي قيمة الدائن

# CreditDebtZero
source: Credit And Debt 0
ar: الدائن والمدين 0

source: Date
ar: التأريخ

source: Date Of Receipt
ar: تأريخ السند

source: Delete Confirm
ar: تأكيد الحذف

# DeleteConfirmMsg
source: Are You Sure You Want To Delete
ar: هل انت متأكد من حذف

# DeleteUnAuth
source: you dont have permetion to Delete
ar: لا تمتلك الصلاحية لحذف

source: Duplicate Units!!
ar: وحدة مكررة

source: Edit Account
ar: تعديل الحساب

source: Edit Journal
ar: تعديل القيد

source: Edit Product
ar: تعديل الصنف

source: Edit Role
ar: تعديل الدور

source: Edit User
ar: تعديل المستخدم

source: Email Exist
ar: الايميل موجود

source: Email Not Valid
ar: ايميل غير صالح

# FaildMsg
source: Faild Message!!
ar: رسالة فشل

source: Faild Process!!
ar: عملية فاشلة

source: For
ar: ل

source: From
ar: من

# InsertUnAuth
source: you dont have permetion to Insert
ar: لا تمتلك صلاحية لاضافة

source: Journal
ar: القيد

# LittersTooLong
source: Litters Must be less than
ar: عدد الحروف يجب ان تكون اقل من

# ModelNotFound
source: Not Found
ar: لا يوجد

# MustChoseAccount
source: Must Chose An Account!
ar: يجب اختيار حساب

source: Must Pay Total Price!
ar: يجب دفع المبلغ كامل

source: Name
ar: الاسم

# NameExist
source: The Name is exist!!
ar: الاسم موجود مسبقا!

# NameReq
source: Name *
ar: الاسم *

source: New Password
ar: كلمة مرور جديدة

# NotAllowed
source: Permetion Error!
ar: خطاء صلاحية!

source: Num
ar: الرقم

# NumExist
source: Num is exist!!
ar: الرقم موجود مسبقا!

# NumIs0
source: Only Num > 0
ar: فقط ارقام > 0

# NumOnly
source: Numric Only
ar: فقط ارقام

# NumReq
source: Num *
ar: الرقم *

# NumTooLong
source: Num Is Too Long
ar: الرقم كبير جدا

source: Old Password
ar: كلمة المرور القديمة

# OpenBalance
source: Debt Of Open Balance Capital Account Must Be Equal 0
ar: قيمة المدين لحساب رأس المال الافتتاحي يجب ان يكون 0

source: Percentage
ar: النسبة

# PercentOnly
source: 0 to 100
ar: من 0 الى 100

source: Print
ar: طباعة

# PrintUnAuth
source: you dont have permetion to Print
ar: لا تمتلك صلاحية طباعة

source: Product
ar: صنف

source: Receipt
ar: سند

source: Receipt Num
ar: رقم السند

source: Required Field
ar: حقل مطلوب

source: Review
ar: مراجعة

source: Role
ar: صلاحية

source: Save
ar: حفظ

# SelectUnAuth
source: you dont have permetion to View
ar: لا تمتلك صلاحية عرض

source: Show
ar: عرض

source: Signutre/
ar: التوقيع/

# StartDateBiger
source: Start Date Must Be Befor End Date!
ar: تأريخ البداية يجب ان يكون قبل تأريخ النهاية!

source: Status Not Active
ar: الحالة ليست نشطة

source: Store
ar: المخزن

# SuccessLogin
source: Login Successfully.
ar: تسجيل الدخول بنجاح.

# SuccessMsg
source: Success Message.
ar: رسالة نجاح عملية

source: Success Process.
ar: نجاح عملية

# TaxPercentReq
source: Tax Percent *
ar: نسبة الضريبة *

source: To
ar: الى

# UpdateConfirm
source: Confirm Update
ar: تأكيد التعديل

# UpdateUnAuth
source: you dont have permetion to Update
ar: لا تمتلك صلاحية تعديل

source: User
ar: المستخدم

source: User Name Exist
ar: اسم المستخدم موجود مسبقا!

source: Visa
ar: فيزا

# VisaReq
source: Visa *
ar: فيزا *

source: Wrong Email Or Pass
ar: ايميل او كلمة مرور خاطئة

source: Wrong Password
ar: كلمة مرور خاطئة

# AmountDu
source: Amount Du(USD)
ar: المبلغ (ريال)

source: Billed To
ar: دفع الى

source: Change Password
ar: تغيير كلمة المرور

source: Date Of Invoice
ar: تأريخ الفاتورة

source: Description
ar: وصف

source: Discount
ar: تخفيض

source: Exit
ar: خروج

source: Invoice
ar: فاتورة

# InvoiceNum
source: Invoice Number
ar: رقم الفاتورة

source: Login
ar: تسجيل دخول

# Password
source: Passwrod
ar: كلمة مرور

source: Price
ar: السعر

source: Qty
ar: الكمية

source: SubTotal
ar: اجمالي جزئي

source: Tax
ar: ضريبة

source: Total
ar: اجمالي

source: Unit Cost
ar: قيمة الوحدة

source: User Name
ar: اسم المستخدم

source: Account Code
ar: كود الحساب

source: Account Name
ar: اسم الحساب

source: Active
ar: نشط

source: Add
ar: اضافة

source: Add New Category
ar: اضافة فئة جديدة

source: Address
ar: العنوان

# AddressReq
source: Address *
ar: العنوان *

source: All
ar: الكل

source: App
ar: النظام

source: App Settings
ar: اعدادات النظام

source: Backup
ar: نسخة احتياطية

source: Backup Now
ar: نسخة احتياطية

source: Backup Path
ar: مسار الحفظ

source: Backup Setting
ar: اعدادات النسخ الاحتياطي

source: Backup Time
ar: وقت النسخ

source: Balance
ar: الرصيد

source: BarCode
ar: الباركود

source: Basic Info
ar: معلومات اساسية

source: Bills Due Soon
ar: فواتير مستحقه عليك

source: Box Safe
ar: الخزينة

source: Cash
ar: نقدا

source: City
ar: المدينة

# CityReq
source: City *
ar: المدينة *

source: Company
ar: شركة

source: CorpInfo
ar: معلومات الشركة

source: Credit
ar: دائن

# DateReq
source: Date *
ar: تأريخ *

source: Debt
ar: مدين

source: Delete
ar: حذف

source: Details
ar: تفاصيل

# DetailsReq
source: Details *
ar: تفاصيل *

# DiscountPercent
source: Discount%
ar: تخفيض%

source: Edit
ar: تعديل

source: Email
ar: ايميل

# EmailReq
source: Email *
ar: الايميل *

source: Frist Name
ar: الاسم الاول

# FristNameReq
source: FristName *
ar: الاسم الاول *

source: FullName
ar: الاسم كامل

source: Income And Expenses
ar: الدخل والمصروفات

source: Insert
ar: اضافة

source: Invoices Due Soon
ar: فواتير مستحقه لك

source: Invoices Reminder Days
ar: ايام تنبية الفواتير

source: Is Default
ar: افتراضي

source: Is Paid
ar: مدفوع

# IsScheduleBackup
source: Do You Want Schedule Backup?
ar: هل تريد جدولة الحساب الاحتياطي

source: Items Count
ar: عدد الاصناف

source: Last Name
ar: الاسم الاخير

# LastNameReq
source: LastName *
ar: الاسم الاخير *

source: LineNum
ar: رقم السطر

source: Month
ar: الشهر

source: Multiplier
ar: مضاعف

source: Next
ar: التالي

source: No
ar: لا

source: No Movement
ar: لا يوجد حركة

source: Notes
ar: ملاحظة

source: Opening Balance
ar: حساب افتتاحي

source: Others
ar: اخرى

source: Paid
ar: مدفوع

# PasswordReq
source: Password *
ar: كلمة مرور *

source: Payed
ar: مدفوع

source: Payment
ar: الدفع

# PercentageReq
source: Percentage *
ar: النسبة *

source: Phone
ar: تلفون

# PhoneReq
source: Phone *
ar: تلفون *

source: Price Buy
ar: سعر الشراء

source: Price Sale
ar: سعر البيع

source: Restore
ar: استعادة

source: Restore Now
ar: استعادة الان

# RoleReq
source: Role *
ar: صلاحية *

source: Save Print
ar: حفظ وطباعة

source: Search
ar: بحث

source: Status
ar: الحالة

# StatusReq
source: Status *
ar: الحالة *

source: Store Info
ar: معلومات المخزن

# StoreReq
source: Store *
ar: المخزن *

source: Task
ar: مهمة

source: Task Action
ar: اعمال المهمام

source: Tasks
ar: مهام

source: Time
ar: الوقت

source: To Account
ar: الى حساب

source: Today
ar: اليوم

source: Total Price
ar: اجمالي السعر

source: Total QTY
ar: اجمالي الكمية

source: Transactions
ar: الحركة

# TypeReq
source: Type *
ar: نوع *

source: Units
ar: الوحدات

source: Update
ar: تعديل

# UserNameReq
source: UserName *
ar: اسم المستخدم *

source: Week
ar: الاسبوع

source: Yes
ar: نعم

# AccountDelNote
source: Note: If there is Invoices, journals, Receipts, or Clients connect to this Account you will must delete them frist..
ar: ملاحظة: اذا كان هنالك فواتير او قيود يوميه او سندات او عملاء مرتبطين مع هذا الحساب يجب عليك حذفها اولا

source: Bloked
ar: محظور

source: Catch Receipt
ar: سند قبض

# CategoryDelNote
source: Note: If there is Products with this Category you will must delete them frist..
ar: ملاحظة: اذا كانت هذه الفئة تحتوى على منتجات يجب حذفها اولا

# ClientDelNote
source: Note: If there is Invoices, journals, Receipts connect to this Client you will must delete them frist..
ar: ملاحظة: اذا كان هنالك فواتير او قيود يوميه او سندات مرتبطين مع هذا العميل يجب عليك حذفها اولا

source: Client Num, Name
ar: رقم او اسم العميل

source: Customer
ar: زبون

source: Disable
ar: الغاء

source: Income
ar: دخل

# InvoiceDelNote
source: Note: All journals With this Invoice Will Be Deleted
ar: ملاحظة جميع القيود المحاسبية للفاتورة سيتم حذفها

# InvoiceSearchHint
source: Invoice Num, Product, Client Name
ar: رقم الفاتورة او المنتج او اسم العميل

# JournalSearchHint
source: Journal Num or Details
ar: رقم او تفاصيل القيد

source: Pay Receipt
ar: سند دفع

# ProductSearchHint
source: Product Code or Name
ar: رقم او اسم الصنف

# ReceiptDelNote
source: Note: All journals With this Receipt Will Be Deleted
ar: ملاحظة : كل القيود المحاسبية لهذا السند سيتم حذفها

# ReceiptSearchHint
source: Receipt Num, Account Name
ar: رقم السند او اسم الحساب

source: Refresh
ar: تحديث

source: Sale
ar: بيع

source: Sale Return
ar: مرتجع بيع

# StoreDelNote
source: Note: If there is product`s Categories with this Store you will must delete them frist..
ar: ملاحظة: اذا كان هنالك فئات منتجات في هذا المخزن يجب حذفها اولا

source: Supplier
ar: المورد

source: The Account
ar: الحساب

source: The Bank
ar: البنك

source: The Category
ar: الفئة

source: The Client
ar: العميل

source: The Invoice
ar: الفاتورة

source: The Receipt
ar: السند

source: The Role
ar: الدور

source: The Store
ar: المخزن

source: _Exit
ar: خروج

source: _Profile
ar: بروفايل

source: Fromِ Account
ar: من حساب

source: From Client
ar: من العميل

# InvHeader
source: Header
ar: رأس الفاتورة

# JHeader
source: Header
ar: رأس القيد

# RecHeader
source: Header
ar: رأس السند

source: To Client
ar: الى العميل

source: Clear
ar: مسح

source: Records
ar: صفوف

source: Add New Store
ar: اضافة مخزن جديد

source: Edit Client
ar: تعديل بيانات العميل

source: Edit Store
ar: تعديل بيانات المخزن

source: CatchReceipts
ar: سندات قبض

source: PayReceipts
ar: سندات دفع

source: Manual
ar: يدوي

source: TheJournal
ar: القيد

# ProductDelNote
source: Note: If there is Invoices with this Product you will must delete them frist..
ar: ملاحظة: اذا كان هنالك فواتير مسجله بهذا المنتج سيكون عليك حذفها اولا..

source: TheProduct
ar: المنتج

source: Purchases Invoices
ar: فواتير مشتريات

source: Purchases Returns Invoices
ar: فواتير مرتجع مشتريات

source: Sales Invoices
ar: فواتير مبيعات

source: Sales Returns Invoices
ar: فواتير مرتجع مبيعات

source: Count
ar: عدد

source: Due
ar: مستحق

source: Unit
ar: الوحدة

# ProductTrans
source: ProductTranactions
ar: حركة الاصناف

source: Drawing
ar: مسحوب شخصي

source: Drawings
ar: مسحوبات شخصية

source: Account Transactions
ar: حركة الحسابات

source: Invoices And Receipts
ar: الفواتير والمستندات

source: Accounts Tree
ar: شجرة الحسابات

# IncomeStatment
source: Income Statment - Profit/loss
ar: قائمة الدخل - الارباح والخسائر

source: Cost of Goods Sold
ar: تكلفة البضاعة المباعه

source: Discount Permitted
ar: خصم مسموح به

source: Gas Water Electricity
ar: كهرباء ماء غاز

source: Moblie Internet
ar: انترنت وموبايل

source: Rent
ar: ايجار

source: ShippingExpenses
ar: مصاريف الشحن

source: Transportation Expenses
ar: مصاريف النقل

# ProfitLoss
source: Profit And Loss
ar: الارباح والخسائر

source: Profit
ar: ارباح

source: Trial Blance
ar: ميزان المراجعه

source: Credit Balance
ar: الارصدة الدائنة

source: Credit Clients
ar: الذمم الدائنة

source: Credit Total
ar: المجاميع الدائنة

source: DebtBalance
ar: الارصدة المدينة

source: Debt Clients
ar: الذمم المدينة

source: Debt Total
ar: المجاميع المدينة

source: Statment Equity
ar: قائمة حقوق الملكية

source: Net Equity
ar: صافي حقوق الملكية

source: Balance Sheet
ar: المركز المالي

source: Assests
ar: الاصول

source: Assests Total
ar: مجموع الاصول

source: Liabilities
ar: الالتزامات

source: Liabilities Total
ar: مجموع الالتزامات

source: Account Close
ar: اقفال الحسابات

# AccountsCloseNote
source: Note: only allowed to close the accounts in the end of the year
ar: ملاحظة: يُسمح فقط بإغلاق الحسابات في نهاية العام

# ErrorLastYearNotClosed
source: Last Year Not Closed
ar: لم يتم اقفال السنه المالية السابقه

# ErrorYearAlreadyClosed
source: Year Already Closed
ar: لقد تم اقفال السنه سابقا

# FiscalYearBeingClosed
source: the last fiscal year are being closed
ar: جاري اقفال حسابات السنه الماليه

# FiscalYearBeingTrans
source: Transferring accounts to the new fiscal year
ar: جاري ترحيل الحسابات الى السنه الماليه الجديده

source: Please Wait
ar: يرجى الانتظار

source: Fiscal Year
ar: السنه المالية

# FiscalYearClose
source: Close Of Fiscal Year
ar: اقفال السنه الماليه

source: New Fiscal Year
ar: سنه ماليه جديده

source: Transferred Balance
ar: رصيد منقول
